Repository: bildschirmartist/contao-leads-optin-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.leadsoptin_legend
source: Save requests Opt-in
de: Anfragen speichern Opt-in

# tl_module.redirect
source: Forwarding
de: Weiterleitung

# tl_module.leadOptInSuccessType.0
source: Opt-in confirmation type
de: Opt-in Bestätigungs-Typ

# tl_module.leadOptInSuccessType.1
source: Please select what type of confirmation should be used.
de: Bitte wählen Sie aus, welche Art von Bestätigung verwendet werden soll.

# tl_module.leadOptInSuccessMessage.0
source: Opt-in confirmation text
de: Opt-in Bestätigungstext

# tl_module.leadOptInSuccessMessage.1
source: Complete this field to show the user a confirmation message.
de: Füllen Sie dieses Feld aus, um dem Nutzer eine Bestätigung anzuzeigen.

# tl_module.leadOptInSuccessJumpTo.0
source: Opt-in confirmation redirect page
de: Opt-in Bestätigung Weiterleitungsseite

# tl_module.leadOptInSuccessJumpTo.1
source: Please choose the redirect page to which visitors will be redirected when confirming the opt-in.
de: Bitte wählen Sie die Weiterleitungsseite aus, zu der Besucher weitergeleitet werden, wenn sie das Opt-in bestätigt haben.

# tl_module.leadOptInErrorMessage.0
source: Opt-in error message
de: Opt-in Fehlermeldung

# tl_module.leadOptInErrorMessage.1
source: Complete this field to show the user more information about an error.
de: Füllen Sie dieses Feld aus, um dem Nutzer weitere Informationen über einen Fehler anzuzeigen.

# tl_module.leadOptInSuccessNotification.0
source: Opt-in success notification
de: Opt-in Erfolgreich Benachrichtigung

# tl_module.leadOptInSuccessNotification.1
source: Here you can select a notification that will be sent to the user after a successful opt-in.
de: Hier können Sie eine Benachrichtigung auswählen, welche dem Nutzer nach Erfolg des Opt-in gesendet wird.

# tl_module.leadOptIndNeedsUserInteraction.0
source: User action required
de: Nutzeraktion erforderlich

# tl_module.leadOptIndNeedsUserInteraction.1
source: Select this field to make the user confirm the opt-in again.
de: Wählen Sie dieses Feld aus, damit der User das Opt-in noch einmal bestätigen muss.

# tl_module.leadOptInUserInteractionMessage.0
source: Confirmation message
de: Bestätigungstext

# tl_module.leadOptInUserInteractionMessage.1
source: Complete this field to show the user more information about reconfirmation of the opt-in.
de: Füllen Sie dieses Feld aus, um dem Nutzer weitere Informationen zur erneuten Bestätigung anzuzeigen.

# tl_module.leadOptInUserInteractionSubmit.0
source: Confirmation button
de: Bestätigungsfeld

# tl_module.leadOptInUserInteractionSubmit.1
source: Here you can specify the text for the confirmation button.
de: Geben Sie hier den Text für den Bestätigungs-Button an.
